Repository: deirinberg/YoMessage
Catalog: YoMessage/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, sv

source: SEND TO
de: SENDEN AN
es: ENVIAR AL
fr: ENVOYER À
he: שלח ל
it: INVIA AD
sv: SKICKA TILL

source: MESSAGE
de: NACHRICHT
es: MENSAJE
he: הודעה
it: MESSAGGIO
sv: BUDSKAP

source: SEND
de: SENDEN
es: ENVIAR
fr: ENVOYER
he: לשלוח
it: INVIA
sv: SKICKA

# SocialText
source: Send custom Yo messages with YoMessage
de: Senden sie benutzerdefinierte Yo-Nachrichten mit YoMessage
es: Enviar encargo Yo mensajes con YoMessage
fr: Envoyer personnalisé Yo messages avec YoMessage
it: Invia personalizzati Yo messaggi con YoMessage
sv: Skicka anpassade Yo meddelanden med YoMessage

# NoUserMessage
source: No username or message entered
de: Kein Benutzername oder Meldung eingegeben
es: No nombre de usuario o mensaje que se escriba
fr: Pas de nom d'utilisateur ou un message entré
he: אין שם משתמש או את ההודעה נכנסה
it: Nessun nome utente o messaggio inserito
sv: Inget användarnamn eller budskap anges

# NoUser
source: No username entered
de: Kein Benutzername eingegeben
es: No nombre de usuario ingresado
fr: Pas de nom d'utilisateur entré
he: אין שם משתמש נכנס
it: Nessun nome utente immesso
sv: Inget användarnamn inlagt

# NoMessage
source: No message entered
de: Kein Nachricht eingegeben
es: Ningún mensaje ingresado
fr: Aucun message entré
he: אין הודעה נכנסה
it: Nessun messaggio inserito
sv: Inget budskap anges

# Spaces
source: Usernames cannot have spaces
de: Benutzernamen keine leerstellen
es: Los nombres de usuario no pueden tener espacios
fr: Les noms d'utilisateur ne peuvent pas avoir des espaces
he: שמות משתמשים לא יכולים לקבל את רווחים
it: I nomi utente non possono contenere spazi
sv: Användarnamn kan inte ha mellanslag

# Restricted
source: Sending from %@ is restricted
de: Senden aus %@ eingeschränkt
es: Envío desde %@ que no se permite
fr: Envoi de %@ est limitée
he: שליחה @% אינו מותר
it: L'invio %@ esso è limitato
sv: Att skicka från %@ är begränsat

source: Cannot send YoMessage!
de: Kann nicht senden YoMessage!
es: ¡No puede enviar YoMessage!
fr: Vous ne pouvez pas envoyer YoMessage!
he: לא ניתן לשלוח YoMessage!
it: Impossibile inviare YoMessage!
sv: Kan inte skicka YoMessage!

source: No internet
de: Kein Internet
es: No hay Internet
fr: Pas d'Internet
he: אין אינטרנט
sv: Inga internet

source: YoMessage is down
de: YoMessage funktioniert nicht
es: YoMessage no está funcionando
fr: YoMessage ne ​​fonctionne pas
he: YoMessage לא עובד
it: YoMessage non funziona
sv: YoMessage fungerar inte

source: Try again later
de: Versuchen sie es später erneut
es: Inténtelo de nuevo más tarde
fr: Réessayez plus tard
he: נסה שוב מאוחר יותר
it: Riprovare più tardi
sv: Försök igen senare

source: SENT YO!
de: SCHICKTE YO!
es: ¡ENVIÓ YO!
fr: YO envoyé!
he: YO נשלח!
it: YO INVIATO!
sv: SKICKAS YO!

source: %@ is blocked
de: %@ blockiert
es: %@ está bloqueada
fr: %@ est bloqué
he: %@ חסום
it: %@ è bloccato
sv: %@ är blockerad

source: %@ isn't a user
de: %@ ist nicht ein benutzer
es: %@ no es un usuario
fr: %@ n'est pas un utilisateur
he: %@ אינו משתמש
it: %@ non è un utente
sv: %@ är inte en användare

source: Dismiss
de: Entlassen
es: Despedir
fr: Rejeter
he: לסגור
it: Respingere
sv: Avvisa
